Repository: ldevdantesl/EduConnect
Catalog: EduConnect/Shared/Localizations/Localizables.xcstrings
Source language: en
Languages: kk, ru

# registration_codeHasBeenSent
source: Code has been successfully sent
kk: Код сәтті жіберілді
ru: Код был успешно отправлен

# registration_confirmCodeTextField
source: Confirm Code
kk: Кодты растау
ru: Подтвердите код

# registration_confirmSignInTitle
source: Confirm Sign In
kk: Кіруді растау
ru: Подтверждение регистрации

# registration_createPasswordSubtitle
source: Create a secure password to access your personal account. The password must contain at least 8 characters.
kk: Жеке аккаунтыңызға кіру үшін қауіпсіз құпиясөз жасаңыз. Құпиясөз кемінде 8 таңбадан тұруы керек.
ru: Придумайте надежный пароль для входа в личный кабинет. Пароль должен содержать не менее 8 символов.

# registration_email
source: Email
kk: Пошта
ru: Почта

# registration_enterEmail
source: Enter Email
kk: Электрондық поштаны енгізіңіз
ru: Введите email

# registration_enterEmailSubtitle
source: Enter your active email address. A one-time code will be sent to it to confirm your registration
kk: Белсенді электрондық пошта мекенжайыңызды енгізіңіз. Тіркелуіңізді растау үшін оған бір реттік код жіберіледі.
ru: Введите ваш действующий email. На него будет отправлен одноразовый код для подтверждения регистрации.

# registration_enterEmailTextField
source: Enter your email
kk: Электрондық поштаңызды енгізіңіз
ru: Введите email

# registration_enterPasswordTextField
source: Enter password
kk: Құпиясөзді енгізіңіз
ru: Введите пароль

# registration_enterPhone
source: Enter phone number
kk: Телефон нөмірін енгізіңіз
ru: Введите номер телефона

# registration_forgotBackToLogin
source: Back to login
kk: Кіруге оралу
ru: Вернуться во вход

# registration_forgotConfirmCodeTitle
source: Confirm Code For Password Reset
kk: Құпиясөзді қалпына келтіруді растау
ru: Подтверждение сброса пароля

# registration_forgotNewPasswordSetSubtitle
source: Now you can easily log in your new password
kk: Енді сіз жаңа құпиясөзіңізбен оңай кіре аласыз
ru: Теперь вы можете зайти в свой аккаунт пользуясь новым паролем

# registration_forgotNewPasswordSetTitle
source: Your new password is set
kk: Жаңа құпиясөзіңіз орнатылды
ru: Новый пароль установлен

# registration_forgotPassword
source: Forgot Password
kk: Құпиясөзді ұмыттыңыз ба
ru: Забыли пароль

# registration_forgotSetNewPasswordSubtitle
source: Type in your new password
kk: Жаңа құпиясөзіңізді енгізіңіз
ru: Введите новый пароль

# registration_forgotSetNewPasswordTitle
source: Set new Password
kk: Жаңа құпиясөз орнату
ru: Поменяйте свой пароль

# registration_forgotTypeYourEmail
source: Type your email to reset your password
kk: Құпиясөзді қалпына келтіру үшін email-іңізді енгізіңіз
ru: Введите свою почту чтобы сбросить ваш пароль

# registration_goToAccountButton
source: Go to Account
kk: Аккаунтқа өту
ru: Перейти во вход

# registration_login
source: Log in
kk: Кіру
ru: Войти

# registration_phone
source: Phone
kk: Телефон
ru: Телефон

# registration_phoneLoginIsNotAvailable
source: Phone Registration is not available for now
kk: Телефон арқылы тіркелу әзірге қолжетімді емес
ru: Регистрация по телефону пока еще не доступна

# registration_re-enterPasswordTextField
source: Re-enter new password
kk: Жаңа құпиясөзді қайта енгізіңіз
ru: Повторите пароль

# registration_register
source: Sign Up
kk: Тіркелу
ru: Зарегистрироваться

# registration_resendCodeUnderlineButton
source: Resend Code
kk: Кодты қайта жіберу
ru: Отправить код повторно

# registration_savePasswordButton
source: Save Password
kk: Құпиясөзді сақтау
ru: Сохранить пароль

# registration_sendCodeButton
source: Send Code
kk: Код жіберу
ru: Отправить код

# registration_setNewPasswordTextField
source: New Password
kk: Жаңа құпиясөз
ru: Новый пароль

# registration_setPasswordTitle
source: Set Password
kk: Құпиясөзді орнату
ru: Установка пароля

# registration_signInCompletedSubtitle
source: You have successfully registered in the system. You can now log in to your personal account using your email and password.
kk: Сіз жүйеде сәтті тіркелдіңіз. Енді жеке аккаунтыңызға email және құпиясөз арқылы кіре аласыз.
ru: Вы успешно зарегистрированы в системе. Теперь вы можете войти в личный кабинет, используя ваш email и пароль.

# registration_signInCompletedTitle
source: Registration Completed
kk: Тіркелу аяқталды
ru: 🎉 Регистрация завершена!

# registration_signInTitle
source: Sign In
kk: Кіру
ru: Регистрация

# registrationGoToMainButton
source: Go to Main
kk: Басты бетке өту
ru: Перейти на главную

# sidebar_articles
source: Articles
kk: Мақалалар
ru: Статьи

# sidebar_calendar
source: Calendar
kk: Күнтізбе
ru: Календарь

# sidebar_changeLanguage
source: Language
kk: Тіл
ru: Язык

# sidebar_changeLanguageNotice
source: Change language from settings
kk: Тілді баптаулардан өзгерту
ru: Измените язык в настройках

# sidebar_logout
source: Log Out
kk: Шығу
ru: Выйти

# sidebar_main
source: Main
kk: Басты
ru: Главная

# sidebar_professions
source: Professions
kk: Мамандықтар
ru: Профессии

# sidebar_programs
source: Programs
kk: Бағдарламалар
ru: Программы

# sidebar_tests
source: Tests
kk: Тесттер
ru: Тесты

# sidebar_universities
source: Universities
kk: Университеттер
ru: Вузы

# status_accepted
source: Accepted
kk: Қабылданды
ru: Принята

# status_inReview
source: In Review
kk: Тексерілуде
ru: На рассмотрении

# status_rejected
source: Rejected
kk: Қабылданбады
ru: Отказана

# status_reviewed
source: Reviewed
kk: Қаралды
ru: Рассмотрена

# university_aboutUni
source: About University
kk: Университет туралы
ru: Об Университете

# university_addedFilters
source: Added Filters
kk: Қосылған сүзгілер
ru: Добавленные фильтры:

# university_admission
source: Admission
kk: Қабылдау
ru: поступления

# university_andMore
source: And More
kk: Және тағы басқа
ru: И еще

# university_application
source: Application
kk: Өтініш
ru: заявку

# university_averageScoreENT
source: Average ENT Score
kk: Орташа ҰБТ балы
ru: Средний балл ЕНТ

# university_budgetPlaces
source: Budget Places
kk: Грант орындары
ru: Места бюджет

# university_filterUnis
source: Filter Universities
kk: Университеттерді сүзу
ru: Фильтр по вузам

# university_filterWith
source: With
kk: Бар
ru: Есть

# university_filterWithout
source: Without
kk: Жоқ
ru: Нет

# university_filterWordsCity
source: City
kk: Қала
ru: Город

# university_filterWordsDormitory
source: Dormitory
kk: Жатақхана
ru: Общежитие

# university_filterWordsMilitaryDepartment
source: Military Department
kk: Әскери кафедра
ru: Военная кафедра

# university_filterWordsPrice
source: Price
kk: Баға
ru: Цена

# university_filterWordsProfession
source: Profession
kk: Мамандық
ru: Профессия

# university_filterWordsTypeOfUni
source: Type of University
kk: Университет түрі
ru: Тип вуза

# university_footerSubtitle
source: Getting admitted is now easier — with the “Postupi Online Kazakhstan” platform! The service is powered by an AI-based recommendation system that analyzes your interests and suggests universities that match your field, level of preparation, and other criteria. All universities on the platform have a valid state license and are accredited for higher education programs. The platform provides detailed and up-to-date information about public and private universities in Kazakhstan — including universities, institutes, and academies across different regions, from Almaty and Astana to Shymkent and Ust-Kamenogorsk. You can sort universities by the average UNT score for 2025 to see where you have a better chance of admission. Historical data is also available: passing scores, competition, tuition fees, and the number of funded and paid spots. This helps you evaluate your chances and choose the most suitable option for higher education.
kk: Қабылдау енді әлдеқайда жеңіл — «Поступи Онлайн Казахстан» платформасымен! Бұл сервис жасанды интеллект негізіндегі ұсыным жүйесі арқылы жұмыс істейді: ол сіздің қызығушылықтарыңызды талдап, сіздің бағытыңызға, дайындық деңгейіңізге және басқа да критерийлерге сәйкес келетін университеттерді ұсынады. Платформадағы барлық университеттердің мемлекеттік лицензиясы бар және жоғары білім беру бағдарламалары бойынша аккредиттелген. Платформа Қазақстандағы мемлекеттік және жеке жоғары оқу орындары туралы толық әрі өзекті ақпарат ұсынады — оның ішінде еліміздің әртүрлі өңірлеріндегі университеттер, институттар және академиялар (Алматы, Астана, Шымкент, Өскемен және т.б.). Сіз 2025 жылғы орташа ҰБТ балы бойынша университеттерді сұрыптап, қай жерге түсу мүмкіндігіңіз жоғары екенін көре аласыз. Сондай-ақ өткен жылдардың деректері де қолжетімді: өту балдары, конкурс деңгейі, оқу ақысы, грант және ақылы орындар саны. Бұл сізге өз мүмкіндіктеріңізді бағалап, жоғары білім алу үшін ең қолайлы нұсқаны таңдауға көмектеседі.
ru: С поступлением теперь легче — с платформой «Поступи Онлайн Казахстан»! Сервис работает на базе рекомендательной системы с искусственным интеллектом, которая анализирует твои интересы и предлагает именно те университеты, которые подходят тебе по направлениям, уровню подготовки и другим параметрам. Все вузы, представленные на платформе, имеют действующую государственную лицензию и прошли аккредитацию по программам высшего образования. На сайте собрана подробная и актуальная информация о государственных и частных вузах Казахстана: университетах, институтах, академиях, расположенных в разных регионах страны — от Алматы и Астаны до Шымкента и Усть-Каменогорска. Ты можешь отсортировать вузы по среднему баллу ЕНТ за 2025 год, чтобы понять, куда у тебя больше шансов поступить. Также доступна статистика прошлых лет: проходные баллы, конкурс, стоимость обучения, количество бюджетных и платных мест. Это поможет тебе оценить свои перспективы и выбрать наиболее подходящий вариант для получения высшего образования.

# university_footerTitle
source: List of universities in Kazakhstan by average score and tuition
kk: Қазақстандағы университеттер тізімі (орташа балл және оқу ақысы бойынша)
ru: Список вузов Казахстана по среднему баллу, стоимости обучения

# university_headerSubtitle
source: Universities, institutes, academies
kk: Университеттер, институттар, академиялар
ru: Университеты, институты, академии

# university_headerTitle
source: Kazakhstan universities:
kk: Қазақстан университеттері:
ru: Вузы Казахстана:

# university_militaryDepartmentCenterShort
source: Military Dep. Center
kk: Әскери каф. орталығы
ru: Воен. уч. центр

# university_militaryDepartmentShort
source: Military Dep.
kk: Әскери каф.
ru: Воен. уч.

# university_paidPlaces
source: Contract Places
kk: Ақылы орындар
ru: Места платно

# university_priceNotSet
source: Price not set
kk: Баға көрсетілмеген
ru: Цена не указана

# university_scoreBudget
source: Budget Score
kk: Грант балы
ru: Бал бюджет

# university_scorePaid
source: Contract Score
kk: Ақылы балл
ru: Бал платно

# university_sortByDefault
source: By Default
kk: Әдепкі бойынша
ru: По умолчанию

# university_sortByNameFromAToZ
source: By name from A-Z
kk: Атауы бойынша (А–Я)
ru: По названию А-Я

# university_sortByNameFromZToA
source: By name from Z-A
kk: Атауы бойынша (Я–А)
ru: По названию Я-А

# university_sortByPriceDown
source: By Price ↓
kk: Баға бойынша ↓
ru: По цене ↓

# university_sortByPriceUp
source: By Price ↑
kk: Баға бойынша ↑
ru: По цене ↑

# university_uniFor
source: University For
kk: Кімдерге арналған университет
ru: вуз для

# university_university
source: University
kk: Университет
ru: Университет

# words_budgetPlaces
source: Budget Places
kk: Грант орындары
ru: Бюджетных мест

# words_budgetPlacesShort
source: Budget P.
kk: Грант орын.
ru: Бюдж. мест

# words_calendar
source: Calendar
kk: Күнтізбе
ru: Календарь

# words_category
source: Category
kk: Санат
ru: Категория

# words_cityPlural
source: Cities
kk: Қалалар
ru: городов

# words_education
source: Education
kk: Білім беру
ru: Обучение

# words_facultyPlural
source: Faculties
kk: Факультеттер
ru: Факультеты

# words_freePlaces
source: Free Places
kk: Тегін орындар
ru: Свободных мест

# words_from
source: From
kk: Бастап
ru: От

# words_fromAtoZ
source: From A-Z
kk: А-дан Я-ға дейін
ru: От А до Я

# words_fromZtoA
source: From Z-A
kk: Я-дан А-ға дейін
ru: От Я до А

# words_governmentalKey
source: Governmental
kk: Мемлекеттік
ru: Государственный

# words_notFound
source: Not Found
kk: Табылмады
ru: Ничего не найдено

# words_paidPlaces
source: Contract Places
kk: Ақылы орындар
ru: Платных мест

# words_paidPlacesShort
source: Contract P.
kk: Ақылы орын.
ru: Плат. мест

# words_price
source: Price
kk: Баға
ru: Стоимость

# words_privateKey
source: Private
kk: Жеке
ru: Частный

# words_programPlural
source: Programs
kk: Бағдарламалар
ru: Программ

# words_searchSomwhereElse
source: Search Somewhere Else
kk: Басқа жерден іздеңіз
ru: Поищите где нибудь еше

# words_tengePerYear
source: Tenge per year
kk: Жылына теңге
ru: Тенге в год

# words_title
source: Name
kk: Атауы
ru: Название

# words_to
source: To
kk: Дейін
ru: До

# words_tryAgain
source: Try Again
kk: Қайта көріңіз
ru: Попробуйте еще раз

# words_tryOtherSearch
source: Try Other Search
kk: Басқа іздеуді қолданып көріңіз
ru: Попробуйте другой поиск

# words_type
source: Type
kk: Түрі
ru: Тип

# words_universityPlural
source: Universities
kk: Университеттер
ru: Вузов
